<p class="main-text">
	В 1954 при рассмотрении спонтанно излучающего газа Дике подчеркнул важность когерентного или коллективного взаимодействия 
	каждой частицы с электромагнитным полем излучения:
</p>
 
<blockquote class="main-text" style="text-indent: 0;">«Модель, учитывающая лишь излучение частиц независимо друг от друга,
 – неправильна в принципе, а многие результаты, полученные при использовании такой модели, – некорректны.»
 <footer>Р. Дике</footer>
</blockquote> 

<p class="main-text"> 
 Такое взаимодействие было учтено добавлением к гамильтониану квантово-механической системы энергии взаимодействия, 
 которая пропорциональна дипольному моменту частицы. Две частицы противоположных знаков образуют электрический диполь. 
 Каждый диполь системы «реагирует» на поля, создаваемые другими диполями, что приводит к кооперативному излучению. 
 В своей статье Дике ввел термин <dfn>«сверхизлучение»</dfn>, подразумевая под ним коллективное излучение частиц квантово-механической системы.
</p>

<p class="main-text">
После выхода статьи Дике появляются многочисленные работы, связанные с теоретическими аспектами когерентного взаимодействия активных
 частиц системы с электромагнитным полем излучения. Во многих работах при рассмотрении различных теоретических задач учитывается 
 когерентное взаимодействие излучения с веществом. Теоретическое описание этих эффектов базируется на модели двухуровневого атома 
 в условиях резонанса частоты возбуждающего излучения с частотой излучения, возникающего при переходе атома из одного энергетического
  состояния в другое.
</p>